{
    "navigate": {
        "home": "Home",
        "about": "About",
        "projects": "Projects",
        "contact": "Contact"
    },
    "head": {
        "greeting": "Home,",
        "name": "I'm Pedro Medina!",
        "description": "Computer Technician, Web Developer and Passionate about technology."
    },
    "about": {
        "titleOne": "About Me",
        "titleTwo": "Technologies and Tools",
        
        "paragraphOne": "Hi! 👋 I'm Pedro Medina, a web programmer and a University Technician in Computer Science. I've worked in technical support and networks, but my passion is web development and programming.",
        "paragraphTwo": "I'm proficient in JavaScript and Python, React and Django frameworks, and libraries like Tailwind and Bootstrap to create functional interfaces. I also have experience with backend (Django) and databases (MySQL/PostgreSQL), which allows me to develop complete projects, although I'm still gaining experience.",
        "paragraphThree": "My goal is to join a team where I can put my knowledge into practice while learning and improving my skills. I'm self-taught, committed, and look for opportunities to demonstrate my potential, even as a junior. I adapt to the team's needs and commit to established work objectives."
    },
    "projects": {
        "title": "Projects",
        "subtitle": "My personal projects",
        "linkGitHub": "GitHub",
        "linkSeewebsite": "Website",
        "listProjects": {
            "projectBakery": {
                "title": "Bakery Landing Page",
                "description": "Bakery landing page. Developed with HTML, CSS, and JavaScript, this website is responsive and adapts to all devices."
            },
            "projectEcommerce": {
                "title": "E-Commerce",
                "description": "E-commerce store with shopping cart and product filter. Developed with Python using Django and a MySQL database."
            },
            "projecPokemon": {
                "title": "Pokémon Website",
                "description": "Pokemon site using the 'PokeApi' API to display most of the data offered. Developed with React and Bootstrap."
            },
            "projectBombita": {
                "title": "Administrative Event Control System",
                "description": "Event control system, with event registration, users and reenactors, payment control, event evaluation, filtering, etc. Developed with React for the frontend and Django for the backend."
            }
        }
    },
    "contact": {
        "title": "Contact",
        "name": "Name",
        "placeholderName": "Write your Name",
        "email": "Email",
        "placeholderEmail": "Write your Email",
        "message": "Message",
        "placeholderMessage": "Write your Message",
        "phone": "Phone",
        "placeholderPhone": "Write your Phone",
        "submit": "Submit"
    },
    "footer": {
        "messageOne": "Every line of code that you write is a step towards mastery.",
        "messageTwo": "Clean code today will be your pride tomorrow.",
        "sectionNavigate": "Navigation",
        "sectionWeb": "About this website:",
        "by": "By"
    }
}