{
    "navigate": {
        "home": "Home",
        "about": "About Me",
        "projects": "Projects",
        "contact": "Contact"
    },
    "head": {
        "greeting": "Hello,",
        "name": "I'm Pedro Medina!",
        "description": "Computer Scientist, Web Developer and Tech Enthusiast."
    },
    "about": {
        "titleOne": "About Me",
        "titleTwo": "Skills",
        "paragraphOne": "Hi! 👋 I'm Pedro Medina, a web developer and University Technician in Computer Science. I've worked in technical support and networking, but my true passion lies in web development and programming.",  
        "paragraphTwo": "I specialize in JavaScript and Python, along with frameworks like React and Django, and libraries such as Tailwind and Bootstrap to build functional interfaces. I also have experience in backend development (Django) and databases (MySQL/PostgreSQL), allowing me to work on full-stack projects—though I'm still gaining experience.",  
        "paragraphThree": "My goal is to join a team where I can apply my knowledge while continuing to learn and grow. I'm self-taught, highly committed, and eager to prove my potential—even as a junior developer. I adapt quickly to team needs and am dedicated to meeting work objectives."
    },
    "projects": {
        "title": "Projects",
        "subtitle": "My personal projects",
        "linkGitHub": "GitHub",
        "linkSeewebsite": "Live Demo",
        "listProjects": {
            "projectBakery": {
                "title": "Bakery Landing Page",
                "description":"A responsive bakery landing page built with HTML, CSS, and JavaScript, designed to adapt seamlessly to all devices."
            },
            "projectEcommerce": {
                "title": "E-Commerce",
                "description": "An e-commerce store featuring a shopping cart and product filters. Developed with Python (Django) and MySQL."
            },
            "projecPokemon": {
                "title": "Pokémon Website",
                "description": "A Pokémon website using the 'PokeAPI' to display extensive Pokémon data. Built with React and Bootstrap."
            },
            "projectBombita": {
                "title": "Administrative Event Control System",
                "description": "Event control system, with event registration, users and reenactors, payment control, event evaluation, filtering, etc. Developed with React for the frontend and Django for the backend."
            }
        }
    },
    "contact": {
        "title": "Get in Touch",
        "name": "Name",
        "placeholderName": "Write your Name",
        "email": "Email",
        "placeholderEmail": "Write your Email",
        "message": "Message",
        "placeholderMessage": "Write your Message",
        "phone": "Phone",
        "placeholderPhone": "Write your Phone",
        "submit": "Send"
    },
    "footer": {
        "messageOne": "Every line of code you write brings you closer to mastery.",
        "messageTwo": "Clean code today will be your pride tomorrow.",
        "sectionNavigate": "Navigation",
        "sectionWeb": "About This Website: ",
        "by": "Created by"
    }
}