{
    "navigate": {
        "home": "Inicio",
        "about": "Sobre mí",
        "projects": "Proyectos",
        "contact": "Contacto"
    },
    "head": {
        "greeting": "¡Hola,",
        "name": "Soy Pedro Medina!",
        "description": "Informático, Desarrollador Web y apasionado por la tecnología."
    },
    "about": {
        "titleOne": "Sobre mí",
        "titleTwo": "Tecnologias y Herramientas",
        "paragraphOne": "¡Hola! 👋 Soy Pedro Medina, desarrollador web y Técnico Superior Universitario en Informática. He trabajado en soporte técnico y redes, pero mi verdadera pasión es el desarrollo web y la programación.",
        "paragraphTwo": "Domino JavaScript y Python, junto con frameworks como React y Django, y librerías como Tailwind y Bootstrap para crear interfaces funcionales. También tengo experiencia en backend (Django) y bases de datos (MySQL/PostgreSQL), lo que me permite desarrollar proyectos completos, aunque sigo ampliando mi experiencia.",
        "paragraphThree": "Mi objetivo es unirme a un equipo donde pueda aplicar mis conocimientos mientras sigo aprendiendo. Soy autodidacta, comprometido y busco oportunidades para demostrar mi potencial, incluso como junior. Me adapto a las necesidades del equipo y me comprometo con los objetivos establecidos."
    },
    "projects": {
        "title": "Proyectos",
        "subtitle": "Mis proyectos",
        "linkGitHub": "GitHub",
        "linkSeewebsite": "Ver Demo",
        "listProjects": {
            "projectBakery": {
                "title": "Landing Page Panadería",
                "description": "Landing page responsive para una panadería. Desarrollada con HTML, CSS y JavaScript, se adapta a todos los dispositivos."
            },
            "projectEcommerce": {
                "title": "E-Commerce",
                "description": "Tienda de E-commerce, con carrito y filtro de productos. Desarrollada con python usando Django y base de datos mysql."
            },
            "projecPokemon": {
                "title": "Sitio Web de Pokémon",
                "description": "Página web de Pokémon que consume la API de 'PokeAPI' para mostrar datos detallados. Desarrollada con React y Bootstrap."
            },
            "projectBombita": {
                "title": "Sistema de Control Administrativo de Eventos",
                "description": "Sistema para administrar eventos: registro, usuarios, pagos, evaluaciones y filtrado. Desarrollado con React (frontend) y Django (backend)."
            }
        }
    },
    "contact": {
        "title": "Contacto",
        "name": "Nombre",
        "placeholderName": "Tu nombre",
        "email": "Correo electrónico",
        "placeholderEmail": "Tu correo",
        "message": "Mensaje",
        "placeholderMessage": "Tu mensaje",
        "phone": "Teléfono",
        "placeholderPhone": "Tu número",
        "submit": "Enviar"
    },
    "footer": {
        "messageOne": "Cada línea de código que escribes te acerca a la maestría.",
        "messageTwo": "El código limpio hoy será tu orgullo mañana.",
        "sectionNavigate": "Navegación",
        "sectionWeb": "Sobre este sitio",
        "by": "Creado por" 
    }
}